/* No comment provided by engineer. */
"AgreeButton" = "Sunt de acord";

/* No comment provided by engineer. */
"AgreementMessage1" = "Pentru a continua instalarea acestui software, trebuie să acceptaţi termenii acordului software-ului.";

/* No comment provided by engineer. */
"AgreementMessage2" = "Faceţi clic pe Sunt de acord pentru a continua sau pe Nu sunt de acord pentru a anula instalarea şi a părăsi programul de instalare.";

/* No comment provided by engineer. */
"All Regions -- Beta License Agreement" = "Toate regiunile - Acord de licenţă beta";

/* No comment provided by engineer. */
"DisagreeButton" = "Nu sunt de acord";

/* No comment provided by engineer. */
"PaneTitle" = "Acord de licenţă";

/* No comment provided by engineer. */
"ReadLicenseButton" = "Citire licenţă";

/* No comment provided by engineer. */
"SelectCountryText" = "Selectaţi ţara sau regiunea:";

/* No comment provided by engineer. */
"SelectFromList" = "Selectaţi din listă";

